app/Models/ModelUser.php

SELECT *
FROM `user`
WHERE `username` = 'susanti'
AND `password` = '25d55ad283aa400af464c76d713c07ad'
 LIMIT 1
---
     public function login ($username, $password)
     {
        return $this->where(['username' => $username, 'password' => $password])->first();